<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
<meta name="author" content="Christoph Junghans">
<META NAME="generator" CONTENT="http://txt2tags.org">
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<LINK REL="stylesheet" TYPE="text/css" HREF="../site.css">
<TITLE>Private Homepage of Christoph Junghans</TITLE>
<meta name="keywords" content="Christoph Junghans, Junghans, Christoph, Monte Carlo, Multicanonical, dpd, dissipative particle dynamics, espresso, gromacs, adress ">
<meta name="description" content="Private Homepage of Christoph Junghans">
</HEAD>
<BODY id="impress">

<DIV CLASS="header" ID="header">
<h1><a href="http://www.compphys.de">Private Homepage of Christoph Junghans</a></h1>
<H3>Impressum</H3>
</DIV>

<DIV CLASS="body" ID="body">
<div id="sidebar">
Content
  <ul>
  <li id="menuhome"><a href="../index.html">Home</a></li>
  <li id="menupubl"><a href="../publications/index.html">Publications</a></li>
  <li id="menucv"><a href="../cv/index.html">Curriculum Vitae</a></li>
  <li id="menuimpress"><a href="../pages/impressum.html">Impressum / DSGVO</a></li>
  </ul>
External Links
  <ul>
  <li> <a href="http://github.com/junghans">Christoph @ Github</a></li>
  <li> <a href="http://www.lanl.gov/junghans">Christoph @ Work</a></li>
  <li> <a href="https://mail.google.com/mail">Google Mail</a></li>
  <li> <a href="https://www.google.com/bookmarks">Google Bookmarks</a></li>
  <li> <a href="http://dict.leo.org">Leo</a></li>
  <li> <a href="http://de.wikipedia.org">Wikipedia</a></li>
  </ul>
</div>
<P>
<br>
To go conform with german law:
<br>
</P>

<H1>1. Anbieterkennzeichnung</H1>

<P>
Christoph Junghans <br>
Siedlung S&uuml;d II / 10<br>
D-04824 Beucha<br>
</P>

<H2>1.1. Kontakt</H2>

<P>
Email: <IMG ALIGN="middle" SRC="../img/email.png" BORDER="0" ALT=""><br>
</P>

<H1>2. Disclaimer - rechtliche Hinweise</H1>

<H2>2.1. Haftungsbeschr&auml;nkung</H2>

<P>
Die Inhalte dieser Website werden mit gr&ouml;&szlig;tm&ouml;glicher Sorgfalt erstellt. Der Anbieter &uuml;bernimmt jedoch keine Gew&auml;hr f&uuml;r die Richtigkeit, Vollst&auml;ndigkeit und Aktualit&auml;t der bereitgestellten Inhalte. Die Nutzung der Inhalte der Website erfolgt auf eigene Gefahr des Nutzers. Namentlich gekennzeichnete Beitr&auml;ge geben die Meinung des jeweiligen Autors und nicht immer die Meinung des Anbieters wieder. Mit der reinen Nutzung der Website des Anbieters kommt keinerlei Vertragsverh&auml;ltnis zwischen dem Nutzer und dem Anbieter zustande.
</P>

<H2>2.2. Externe Links</H2>

<P>
Diese Website enth&auml;lt Verkn&uuml;pfungen zu Websites Dritter ("externe Links"). Diese Websites unterliegen der Haftung der jeweiligen Betreiber. Der Anbieter hat bei der erstmaligen Verkn&uuml;pfung der externen Links die fremden Inhalte daraufhin &uuml;berpr&uuml;ft, ob etwaige Rechtsverst&ouml;&szlig;e bestehen. Zu dem Zeitpunkt waren keine Rechtsverst&ouml;&szlig;e ersichtlich. Der Anbieter hat keinerlei Einfluss auf die aktuelle und zuk&uuml;nftige Gestaltung und auf die Inhalte der verkn&uuml;pften Seiten. Das Setzen von externen Links bedeutet nicht, dass sich der Anbieter die hinter dem Verweis oder Link liegenden Inhalte zu Eigen macht. Eine st&auml;ndige Kontrolle dieser externen Links ist f&uuml;r den Anbieter ohne konkrete Hinweise auf Rechtsverst&ouml;&szlig;e nicht zumutbar. Bei Kenntnis von Rechtsverst&ouml;&szlig;en werden jedoch derartige externe Links unverz&uuml;glich gel&ouml;scht.
</P>

<H2>2.3. Urheber- und Leistungsschutzrechte</H2>

<P>
Die auf dieser Website ver&ouml;ffentlichten Inhalte unterliegen dem deutschen Urheber- und Leistungsschutzrecht. Jede vom deutschen Urheber- und Leistungsschutzrecht nicht zugelassene Verwertung bedarf der vorherigen schriftlichen Zustimmung des Anbieters oder jeweiligen Rechteinhabers. Dies gilt insbesondere f&uuml;r Vervielf&auml;ltigung, Bearbeitung, Übersetzung, Einspeicherung, Verarbeitung bzw. Wiedergabe von Inhalten in Datenbanken oder anderen elektronischen Medien und Systemen. Inhalte und Rechte Dritter sind dabei als solche gekennzeichnet. Die unerlaubte Vervielf&auml;ltigung oder Weitergabe einzelner Inhalte oder kompletter Seiten ist nicht gestattet und strafbar. Lediglich die Herstellung von Kopien und Downloads f&uuml;r den pers&ouml;nlichen, privaten und nicht kommerziellen Gebrauch ist erlaubt.<br>
Die Darstellung dieser Website in fremden Frames ist nur mit schriftlicher Erlaubnis zul&auml;ssig.
</P>

<H2>2.4. Datenschutz</H2>

<P>
Durch den Besuch der Website des Anbieters k&ouml;nnen Informationen &uuml;ber den Zugriff (Datum, Uhrzeit, betrachtete Seite) gespeichert werden. Diese Daten geh&ouml;ren nicht zu den personenbezogenen Daten, sondern sind anonymisiert. Sie werden ausschlie&szlig;lich zu statistischen Zwecken ausgewertet. Eine Weitergabe an Dritte, zu kommerziellen oder nichtkommerziellen Zwecken, findet nicht statt.<br>
Der Anbieter weist ausdr&uuml;cklich darauf hin, dass die Daten&uuml;bertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitsl&uuml;cken aufweisen und nicht l&uuml;ckenlos vor dem Zugriff durch Dritte gesch&uuml;tzt werden kann.<br>
Die Verwendung der Kontaktdaten des Impressums zur gewerblichen Werbung ist ausdr&uuml;cklich nicht erw&uuml;nscht, es sei denn der Anbieter hatte zuvor seine schriftliche Einwilligung erteilt oder es besteht bereits eine Gesch&auml;ftsbeziehung. Der Anbieter und alle auf dieser Website genannten Personen widersprechen hiermit jeder kommerziellen Verwendung und Weitergabe ihrer Daten.
</P>

<H2>2.5. Besondere Nutzungsbedingungen</H2>

<P>
Soweit besondere Bedingungen f&uuml;r einzelne Nutzungen dieser Website von den vorgenannten Nummern 1. bis 4. abweichen, wird an entsprechender Stelle ausdr&uuml;cklich darauf hingewiesen. In diesem Falle gelten im jeweiligen Einzelfall die besonderen Nutzungsbedingungen.
</P>
<P>
Quelle: <A HREF="http://www.juraforum.de/disclaimer_muster/">Disclaimer</A> von Ihren Rechtsportal <A HREF="http://www.juraforum.de">Juraforum.de</A> in Kooperation mit <A HREF="http://www.experten-branchenbuch.de">Rechtsanw&auml;lte Experten-Branchenbuch.de</A> und Ihrem PR Portal <A HREF="http://www.connektar.de">Connektar.de</A>.
</P>

<H1>3. Datenschutzerkl&auml;rung</H1>

<P>
Verantwortliche Stelle im Sinne der Datenschutzgesetze, insbesondere der EU-Datenschutzgrundverordnung (DSGVO), ist:
</P>
<P>
Christoph Junghans
</P>

<H2>3.1. Ihre Betroffenenrechte</H2>

<P>
Unter den angegebenen Kontaktdaten unseres Datenschutzbeauftragten k&ouml;nnen Sie jederzeit folgende Rechte aus&uuml;ben:
</P>

<UL>
<LI>Auskunft &uuml;ber Ihre bei uns gespeicherten Daten und deren Verarbeitung,
<LI>Berichtigung unrichtiger personenbezogener Daten,
<LI>L&ouml;schung Ihrer bei uns gespeicherten Daten,
<LI>Einschr&auml;nkung der Datenverarbeitung, sofern wir Ihre Daten aufgrund gesetzlicher Pflichten noch nicht l&ouml;schen d&uuml;rfen,
<LI>Widerspruch gegen die Verarbeitung Ihrer Daten bei uns und
<LI>Daten&uuml;bertragbarkeit, sofern Sie in die Datenverarbeitung eingewilligt haben oder einen Vertrag mit uns abgeschlossen haben.
</UL>

<P>
Sofern Sie uns eine Einwilligung erteilt haben, k&ouml;nnen Sie diese jederzeit mit Wirkung f&uuml;r die Zukunft widerrufen.
</P>
<P>
Sie k&ouml;nnen sich jederzeit mit einer Beschwerde an die f&uuml;r Sie zust&auml;ndige Aufsichtsbeh&ouml;rde wenden. Ihre zust&auml;ndige Aufsichtsbeh&ouml;rde richtet sich nach dem Bundesland Ihres Wohnsitzes, Ihrer Arbeit oder der mutma&szlig;lichen Verletzung. Eine Liste der Aufsichtsbeh&ouml;rden (f&uuml;r den nicht&ouml;ffentlichen Bereich) mit Anschrift finden Sie unter: <A HREF="https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html">https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html</A>.
</P>

<H2>3.2. Zwecke der Datenverarbeitung durch die verantwortliche Stelle und Dritte</H2>

<P>
Wir verarbeiten Ihre personenbezogenen Daten nur zu den in dieser Datenschutzerkl&auml;rung genannten Zwecken. Eine Übermittlung Ihrer pers&ouml;nlichen Daten an Dritte zu anderen als den genannten Zwecken findet nicht statt. Wir geben Ihre pers&ouml;nlichen Daten nur an Dritte weiter, wenn:
</P>

<UL>
<LI>Sie Ihre ausdr&uuml;ckliche Einwilligung dazu erteilt haben,
<LI>die Verarbeitung zur Abwicklung eines Vertrags mit Ihnen erforderlich ist,
<LI>die Verarbeitung zur Erf&uuml;llung einer rechtlichen Verpflichtung erforderlich ist,
<LI>die Verarbeitung zur Wahrung berechtigter Interessen erforderlich ist und kein Grund zur Annahme besteht, dass Sie ein &uuml;berwiegendes schutzw&uuml;rdiges Interesse an der Nichtweitergabe Ihrer Daten haben.
</UL>

<H2>3.3. L&ouml;schung bzw. Sperrung der Daten</H2>

<P>
Wir halten uns an die Grunds&auml;tze der Datenvermeidung und Datensparsamkeit. Wir speichern Ihre personenbezogenen Daten daher nur so lange, wie dies zur Erreichung der hier genannten Zwecke erforderlich ist oder wie es die vom Gesetzgeber vorgesehenen vielf&auml;ltigen Speicherfristen vorsehen. Nach Fortfall des jeweiligen Zweckes bzw. Ablauf dieser Fristen werden die entsprechenden Daten routinem&auml;&szlig;ig und entsprechend den gesetzlichen Vorschriften gesperrt oder gel&ouml;scht.
</P>

<H2>3.4. SSL-Verschl&uuml;sselung</H2>

<P>
Um die Sicherheit Ihrer Daten bei der Übertragung zu sch&uuml;tzen, verwenden wir dem aktuellen Stand der Technik entsprechende Verschl&uuml;sselungsverfahren (z. B. SSL) &uuml;ber HTTPS.
</P>

<H2>3.5. Verwendung von Google Analytics</H2>

<P>
Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. (folgend: Google). Google Analytics verwendet sog. „Cookies“, also Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Webseite durch Sie erm&ouml;glichen. Die durch das Cookie erzeugten Informationen &uuml;ber Ihre Benutzung dieser Webseite werden in der Regel an einen Server von Google in den USA &uuml;bertragen und dort gespeichert. Aufgrund der Aktivierung der IP-Anonymisierung auf diesen Webseiten, wird Ihre IP-Adresse von Google jedoch innerhalb von Mitgliedstaaten der Europ&auml;ischen Union oder in anderen Vertragsstaaten des Abkommens &uuml;ber den Europ&auml;ischen Wirtschaftsraum zuvor gek&uuml;rzt. Nur in Ausnahmef&auml;llen wird die volle IP-Adresse an einen Server von Google in den USA &uuml;bertragen und dort gek&uuml;rzt. Im Auftrag des Betreibers dieser Website wird Google diese Informationen benutzen, um Ihre Nutzung der Webseite auszuwerten, um Reports &uuml;ber die Webseitenaktivit&auml;ten zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen gegen&uuml;ber dem Webseitenbetreiber zu erbringen. Die im Rahmen von Google Analytics von Ihrem Browser &uuml;bermittelte IP-Adresse wird nicht mit anderen Daten von Google zusammengef&uuml;hrt.
</P>
<P>
Die Zwecke der Datenverarbeitung liegen in der Auswertung der Nutzung der Website und in der Zusammenstellung von Reports &uuml;ber Aktivit&auml;ten auf der Website. Auf Grundlage der Nutzung der Website und des Internets sollen dann weitere verbundene Dienstleistungen erbracht werden. Die Verarbeitung beruht auf dem berechtigten Interesse des Webseitenbetreibers.
</P>
<P>
Sie k&ouml;nnen die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht s&auml;mtliche Funktionen dieser Website vollumf&auml;nglich werden nutzen k&ouml;nnen. Sie k&ouml;nnen dar&uuml;ber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Webseite bezogenen Daten (inkl. Ihrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem sie das unter dem folgenden Link verf&uuml;gbare Browser-Plugin herunterladen und installieren: <A HREF="http://tools.google.com/dlpage/gaoptout?hl=de">Browser Add On zur Deaktivierung von Google Analytics</A>.
</P>
<P>
Zus&auml;tzlich oder als Alternative zum Browser-Add-On k&ouml;nnen Sie das Tracking durch Google Analytics auf unseren Seiten unterbinden, <a title="Google Analytics Opt-Out-Cookie setzen" onClick="gaOptout();alert('Google Analytics wurde deaktiviert');" href="#">diesen Link anklicken</a>. Dabei wird ein Opt-Out-Cookie auf Ihrem Ger&auml;t installiert. Damit wird die Erfassung durch Google Analytics f&uuml;r diese Website und f&uuml;r diesen Browser zuk&uuml;nftig verhindert, so lange das Cookie in Ihrem Browser installiert bleibt.
</P>

<H2>3.6. &Auml;nderung unserer Datenschutzbestimmungen</H2>

<P>
Wir behalten uns vor, diese Datenschutzerkl&auml;rung anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um &Auml;nderungen unserer Leistungen in der Datenschutzerkl&auml;rung umzusetzen, z.B. bei der Einf&uuml;hrung neuer Services. F&uuml;r Ihren erneuten Besuch gilt dann die neue Datenschutzerkl&auml;rung.
</P>

<H2>3.7. Fragen an den Datenschutzbeauftragten</H2>

<P>
Wenn Sie Fragen zum Datenschutz haben, schreiben Sie uns bitte eine E-Mail oder wenden Sie sich direkt an die f&uuml;r den Datenschutz verantwortliche Person in unserer Organisation:
</P>
<P>
<I>Die Datenschutzerkl&auml;rung wurde mit dem <A HREF="https://www.activemind.de/datenschutz/datenschutzhinweis-generator/">Datenschutzerkl&auml;rungs-Generator der activeMind AG erstellt</A>.</I>
</P>
</div><div id="footer">
<P>
<A HREF="http://txt2tags.sf.net"><IMG ALIGN="middle" SRC="http://txt2tags.sourceforge.net/img/t2tpowered-white.png" BORDER="0" ALT=""></A>
Christoph Junghans,
Last modified on Sun Jun  3 11:48:18 2018
(<A HREF="impressum.t2t">See sources</A>,
<A HREF="http://validator.w3.org/check?uri=referer">Validate HTML</A>)
</P>
<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
  var pageTracker = _gat._getTracker("UA-3351348-1");
  pageTracker._trackPageview();
} catch(err) {}</script>
</div><div id="fake">
</DIV>

<!-- html code generated by txt2tags 2.6 (http://txt2tags.org) -->
<!-- cmdline: txt2tags -t html -\-infile impressum.t2t -\-outfile impressum.html -->
</BODY></HTML>
